{"aphorism": " Philosophers are accustomed to speak of the will as though it were the\n      best-known thing in the world; indeed, Schopenhauer has given us to\n      understand that the will alone is really known to us, absolutely and\n      completely known, without deduction or addition. But it again and again\n      seems to me that in this case Schopenhauer also only did what philosophers\n      are in the habit of doing—he seems to have adopted a POPULAR\n      PREJUDICE and exaggerated it. Willing seems to me to be above all\n      something COMPLICATED, something that is a unity only in name—and it\n      is precisely in a name that popular prejudice lurks, which has got the\n      mastery over the inadequate precautions of philosophers in all ages. So\n      let us for once be more cautious, let us be \"unphilosophical\": let us say\n      that in all willing there is firstly a plurality of sensations, namely,\n      the sensation of the condition \"AWAY FROM WHICH we go,\" the sensation of\n      the condition \"TOWARDS WHICH we go,\" the sensation of this \"FROM\" and\n      \"TOWARDS\" itself, and then besides, an accompanying muscular sensation,\n      which, even without our putting in motion \"arms and legs,\" commences its\n      action by force of habit, directly we \"will\" anything. Therefore, just as\n      sensations (and indeed many kinds of sensations) are to be recognized as\n      ingredients of the will, so, in the second place, thinking is also to be\n      recognized; in every act of the will there is a ruling thought;—and\n      let us not imagine it possible to sever this thought from the \"willing,\"\n      as if the will would then remain over! In the third place, the will is not\n      only a complex of sensation and thinking, but it is above all an EMOTION,\n      and in fact the emotion of the command. That which is termed \"freedom of\n      the will\" is essentially the emotion of supremacy in respect to him who\n      must obey: \"I am free, 'he' must obey\"—this consciousness is\n      inherent in every will; and equally so the straining of the attention, the\n      straight look which fixes itself exclusively on one thing, the\n      unconditional judgment that \"this and nothing else is necessary now,\" the\n      inward certainty that obedience will be rendered—and whatever else\n      pertains to the position of the commander. A man who WILLS commands\n      something within himself which renders obedience, or which he believes\n      renders obedience. But now let us notice what is the strangest thing about\n      the will,—this affair so extremely complex, for which the people\n      have only one name. Inasmuch as in the given circumstances we are at the\n      same time the commanding AND the obeying parties, and as the obeying party\n      we know the sensations of constraint, impulsion, pressure, resistance, and\n      motion, which usually commence immediately after the act of will; inasmuch\n      as, on the other hand, we are accustomed to disregard this duality, and to\n      deceive ourselves about it by means of the synthetic term \"I\": a whole\n      series of erroneous conclusions, and consequently of false judgments about\n      the will itself, has become attached to the act of willing—to such a\n      degree that he who wills believes firmly that willing SUFFICES for action.\n      Since in the majority of cases there has only been exercise of will when\n      the effect of the command—consequently obedience, and therefore\n      action—was to be EXPECTED, the APPEARANCE has translated itself into\n      the sentiment, as if there were a NECESSITY OF EFFECT; in a word, he who\n      wills believes with a fair amount of certainty that will and action are\n      somehow one; he ascribes the success, the carrying out of the willing, to\n      the will itself, and thereby enjoys an increase of the sensation of power\n      which accompanies all success. \"Freedom of Will\"—that is the\n      expression for the complex state of delight of the person exercising\n      volition, who commands and at the same time identifies himself with the\n      executor of the order—who, as such, enjoys also the triumph over\n      obstacles, but thinks within himself that it was really his own will that\n      overcame them. In this way the person exercising volition adds the\n      feelings of delight of his successful executive instruments, the useful\n      \"underwills\" or under-souls—indeed, our body is but a social\n      structure composed of many souls—to his feelings of delight as\n      commander. L'EFFET C'EST MOI. what happens here is what happens in every\n      well-constructed and happy commonwealth, namely, that the governing class\n      identifies itself with the successes of the commonwealth. In all willing\n      it is absolutely a question of commanding and obeying, on the basis, as\n      already said, of a social structure composed of many \"souls\", on which\n      account a philosopher should claim the right to include willing-as-such\n      within the sphere of morals—regarded as the doctrine of the\n      relations of supremacy under which the phenomenon of \"life\" manifests\n      itself.\n    ", "number": 19, "work": "Beyond Good and Evil", "workLink": "https://gutenberg.org/ebooks/4363"}