{"aphorism": " I insist upon it that people finally cease confounding philosophical\n      workers, and in general scientific men, with philosophers—that\n      precisely here one should strictly give \"each his own,\" and not give those\n      far too much, these far too little. It may be necessary for the education\n      of the real philosopher that he himself should have once stood upon all\n      those steps upon which his servants, the scientific workers of philosophy,\n      remain standing, and MUST remain standing he himself must perhaps have\n      been critic, and dogmatist, and historian, and besides, poet, and\n      collector, and traveler, and riddle-reader, and moralist, and seer, and\n      \"free spirit,\" and almost everything, in order to traverse the whole range\n      of human values and estimations, and that he may BE ABLE with a variety of\n      eyes and consciences to look from a height to any distance, from a depth\n      up to any height, from a nook into any expanse. But all these are only\n      preliminary conditions for his task; this task itself demands something\n      else—it requires him TO CREATE VALUES. The philosophical workers,\n      after the excellent pattern of Kant and Hegel, have to fix and formalize\n      some great existing body of valuations—that is to say, former\n      DETERMINATIONS OF VALUE, creations of value, which have become prevalent,\n      and are for a time called \"truths\"—whether in the domain of the\n      LOGICAL, the POLITICAL (moral), or the ARTISTIC. It is for these\n      investigators to make whatever has happened and been esteemed hitherto,\n      conspicuous, conceivable, intelligible, and manageable, to shorten\n      everything long, even \"time\" itself, and to SUBJUGATE the entire past: an\n      immense and wonderful task, in the carrying out of which all refined\n      pride, all tenacious will, can surely find satisfaction. THE REAL\n      PHILOSOPHERS, HOWEVER, ARE COMMANDERS AND LAW-GIVERS; they say: \"Thus\n      SHALL it be!\" They determine first the Whither and the Why of mankind, and\n      thereby set aside the previous labour of all philosophical workers, and\n      all subjugators of the past—they grasp at the future with a creative\n      hand, and whatever is and was, becomes for them thereby a means, an\n      instrument, and a hammer. Their \"knowing\" is CREATING, their creating is a\n      law-giving, their will to truth is—WILL TO POWER.—Are there at\n      present such philosophers? Have there ever been such philosophers? MUST\n      there not be such philosophers some day? ...\n    ", "number": 211, "work": "Beyond Good and Evil", "workLink": "https://gutenberg.org/ebooks/4363"}